Show / Hide Table of Contents
Enum ValueTypec0
Define type of c0 value
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ValueTypec0
Fields
 Name |  Description
 ConstantDistributionMoment
Value depends on constant distribution of moment
 ParabolicDistributionMoment
Value depends on parabolic distribution of moment
 TriangularDistributionMoment
Value depends on triangular distribution of moment
 UserDefined
Value is inputed by user
 Improve this Doc
 View Source